var sourceData=[
    {"header_arb":'تصنيف المخلوقات الحية',
     "question_tag":' سيظهر في الشاشة مجموعة من البالونات أسفل كل واحدة صندوق بنفس لون البالونة، كل واحدة تحمل إجابة من بينهم واحدة تحمل الإجابة الصحيحة، فانقر على لون البالونة التي تحمل الإجابة الصحيحة.',
},
    //quiz 1
    {"headQuiz":'أحد تلك الطرق تستخدم لتصنيف المخلوقات الحية: ..........',
    "option1":'اللون',
    "option2":'الشكل',
     "option3":'الحجم',
    "option4":'الوزن',
     "option5":'المملكة',
    
    "correctOption":"3",
   },    
    
    //quiz 2
    {"headQuiz":'المملكة الحيوانية تنقسم إلى قسمين أحدهم هو:......',
    "option1":'الأسماك',
    "option2":'الفقاريات',
     "option3":'الزواحف',
    "option4":'الحشرات',
     "option5":'الطيور',
    
    "correctOption":"4",
   },    
    //quiz 3
    {"headQuiz":'أحد أنواع مملكة البكتريا هو البكتريا .......',
    "option1":'البدائية',
    "option2":'الحيوانية',
     "option3":'اللافقارية',
    "option4":'الفقارية',
     "option5":'النباتية',
   
    "correctOption":"1",
   },    
    //quiz 4
    {"headQuiz":'تعتبر الحزازيات من النباتات:........',
    "option1":'اللابذرية',
    "option2":'الوعائية',
     "option3":'البذرية',
    "option4":'اللاوعائية',
     "option5":'الجذرية',
    
    "correctOption":"2",
   },    
    //quiz 5 
    {"headQuiz":'من مملكة الطلائعيات:........',
    "option1":'الفطريات',
    "option2":'الفقاريات',
     "option3":'أشباه النباتات',
    "option4":'اللافقاريات',
     "option5":'البكتيريا',
    
    "correctOption":"5",
   }, 
   
   
    ]
