var pages=
    {
        '0':{
            'name':'Elbazz',
            'title':'المصطلحات ',
            'lesson':'الدرس الاول  ',  
            'tip_msg':'اضغط على كل حرف لتعرض تعريفات المصطلحات التي تبدأ بذلك الحرف. ',
            'terms':[
                { 
                    'word':'الغلاف الجوي',
                    'desc':' هو طبقة الغازات المحيطة بالأرض، وتزود الأرض بجميع الغازات اللازمة للحياة.',
                    //            'video':"../Player/lessons/Demo/video/page3",    
                    //            'slider':[
                    //                '../Player/lessons/Demo/media/pics/6.jpg',
                    //                '../Player/lessons/Demo/media/pics/2.jpg',
                    //                '../Player/lessons/Demo/media/pics/3.jpg',
                    //                '../Player/lessons/Demo/media/pics/4.jpg'
                    //            ]        
                },
//                 { 
//                     'word':'الهباء الجوي ',
//                     'desc':' يتكون من مواد صلبة مثل الغبار والأملاح وحبوب اللقاح، ومواد سائلة مثل القطيرات الحمضية. ',
//                     'media':{
// //                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
//                     }
                    
                // },


                { 
                    'word':'الهباء الجوي ',
                                        'desc':' يتكون من مواد صلبة مثل الغبار والأملاح وحبوب اللقاح، ومواد سائلة مثل القطيرات الحمضية. ',

                    'media':{
//                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
                    }
                    
                },
                
                 { 
                    'word':'التروبوسفير ',
                    'desc':' هي أقرب طبقات الغلاف الجوي إلى سطح الأرض وتمتد إلى 10 كم، وتضم ثلاثة أرباع المادة الكلية الموجودة في الغلاف الجوي. ',
                    'media':{
//                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
                    }
                    
                },
                
                 { 
                    'word':'الستراتوسفير ',
                    'desc':' تقع فوق طبقة التروبوسفير، وتمتد من ارتفاع 10 كم إلى ارتفاع 50 كم فوق سطح الأرض، ويتركز فيها معظم الأوزون الجوي. ',
                    'media':{
//                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
                    }
                    
                },
                
                 
                
                 { 
                    'word':'الميزوسفير',
                    'desc':' تقع الميزوسفير فوق طبقة الستراتوسفير، وتمتد من ارتفاع 50كم إلى 85كم فوق سطح الأرض، وتحتوي على كمية قليلة من الأوزون. ',
                    'media':{
//                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
                    }
                    
                },
                
                 { 
                    'word':'الطقس',
                    'desc':' هو الحالة السائدة في الغلاف الجوي، وتتضمن عوامل الطقس كلًا من درجة الحرارة والغيوم وسرعة الرياح. ',
                    'media':{
//                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
                    }
                    
                },
                
                 { 
                    'word':'نقل الطاقة ',
                    'desc':' عملية نقل الطاقة نتيجة الاصطدام بين جزيئات الهواء المتحركة بسرعة عالية وبطيئة الحركة. ',
                    'media':{
//                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
                    }
                    
                },
                
                
                 { 
                    'word':'الرطوبة',
                    'desc':' هي مقدار بخار الماء في الغلاف الجوي. ',
                    'media':{
//                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
                    }
                    
                },
                
                 { 
                    'word':'درجة الندى',
                    'desc':' هي درجة الحرارة التي يصل عندها الهواء إلى حالة الإشباع. ',
                    'media':{
//                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
                    }
                    
                },
                
                 { 
                    'word':'الرطوبة النسبية',
                    'desc':' هي كمية بخار الماء الموجودة في الهواء، مقارنة بكمية بخار الماء التي يستطيع الهواء حملها عند درجة حرارة معينة. ',
                    'media':{
//                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
                    }
                    
                },
                 { 
                    'word':' الغيوم المنخفضة',
                    'desc':'هي غيوم سميكة تتشكّل عندما ترتفع تيارات هوائية رطبة إلى أعلى، وتتكوّن على ارتفاع 2000 م أو أقل من سطح الأرض. ',
                    'media':{
//                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
                    }
                    
                },
                
                 { 
                    'word':'الغيوم المتوسطة',
                    'desc':' تكون على ارتفاعات تتراوح بين <span style="color:blue">2000 م <span style="color:green">-</span> 8000 م</span>، وتتكون من خليط من ماء سائل وبلورات جليدية، وقد تسبب أمطارًا خفيفة.',
                    'media':{
//                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
                    }
                    
                },
                
                 { 
                    'word':'الغيوم المرتفعة',
                    'desc':' تتكوَّن من بلورات جليدية بسبب وجودها على ارتفاعات كبيرة، وتسبب أمطارًا غزيرة وزخّات من الثلج، وقد تولّد عواصف رعدية. ',
                    'media':{
//                        'img':'../Player/lessons/Demo/media/pics/11.jpg'
                    }
                    
                },
                
              
               
              
                
               
              
               
            ]
            
        }
    }

