var pages = {
    '0': {
        'name': 'crossword',
        'title': 'المصطلحات',
         'article': {
//             'title': 'عنوان المقال عنوان المقال عنوان المقال عنوان المقال عنوان المقال عنوان المقال ',
//             'text': ' لوريم إيبسوم  هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف. خمسة قرون من الزمن لم تقضي على هذا النص'
         },
//        'narration': "sounds/narration", //set nurration name and src without extiontion example "sounds/correctanswer" and put in the folder sounds the sound with mp3 and ogg extention,  
        'example': false, //true to enabled false to disable
        'tip_msg': 'قم بسحب المؤشر على لوحة الكلمات لتكوين المصطلح المناسب لكل تعريف.',
//        'final_feed_back': '    ',
        'size': ' 8',
        'words': [
            {//التبخر
                "word": "التصنيف",
                "definition": " هو علم تقسيم المخلوقات الحية إلى مجموعات بحسب درجة التشابه في الشكل أو التركيب أو الوظائف بين أفراد كل مجموعة. يساعد علم التصنيف العلماء على تعرف المخلوقات الحية ودراستها وتسميتها ووضعها في مجموعات. ",
                // "desc":"من المعلوم لدينا ان التبخر من اهم العمليات المجودة في الطبيعة "
                "feed_back": "",
//                "sub_narration": "sounds/sub_narration"
            },

            {//التبخر
                "word": "المملكة",
                "definition": " هي مجموعة واسعة من المخلوقات الحية التي تشترك في مجموعة من الصفات العامة. والممالك مجموعات واسعة جدا. ",
                // "desc":"من المعلوم لدينا ان التبخر من اهم العمليات المجودة في الطبيعة "
                "feed_back": "",
//                "sub_narration": "sounds/sub_narration"
            },
            
            {//التبببخر
                "word": "النوع",
                "definition": "يشمل المخلوقات المتقاربة جدا، فالحصان والحمار الوحشي يشتركان في صفات عديدة ولكنهما ليسا من النوع نفسه، بينما الحصان والمهر متشابهان لدرجة أنهما ينتميان إلى النوع نفسه. ",
                // "desc":"من المعلوم لدينا ان التبخر من اهم العمليات المجودة في الطبيعة "
                "feed_back": "",
//                "sub_narration": "sounds/sub_narration"
            },

//            {//التكثيف
//                "word": "بب",
//                "definition": "   عملية فيزيائية يحدث فيها تحول جزيئات المادة من الحالة السائلة  السائلة  السائلة  السائلة  السائلة إلي الحالة الغازية بفعل الحرارة. ",
//                "feed_back": "من المعلوم لدينا ان التبخر من اهم العمليات المجودة في الطبيعة",
//                //"sub_narration":"sounds/sub_narration"
//            },
//            
//            {//الانصهار
//                "word": "لل",
//                "definition": "   عملية فيزيائية يحدث فيها تحول جزيئات المادة من الحالة السائلة  السائلة  السائلة  السائلة  السائلة إلي الحالة الغازية بفعل الحرارة.   ",
//                "feed_back": "",
//                "sub_narration": "sounds/sub_narration"
//            },
//            
//            {//النور
//                "word": " اا",
//                "definition": "  عملية فيزيائية يحدث فيها تحول جزيئات المادة من الحالة السائلة  السائلة  السائلة  السائلة  السائلة إلي الحالة الغازية بفعل الحرارة.  ",
//                "feed_back": "",
//                "sub_narration": "sounds/sub_narration"
//            }
        ],
        //report
        "report": {
            "enabled": false, // true mean enable false mean no report 
            "header": "تفاصيل التقرير ", // the header of report Modal title
            "footer":"اغلاق "// the footer of report Modal that closed
        }
        
    }
}