var pages=
{
'0':{
    'name':'dictionarydrag_drop',
    'number':'20',
    'title':'كيف تصنف المخلوقات الحية؟',
    'article': {
//       'title': 'نص لوريم إيبسوم القياسي والمستخدم منذ القرن الخامس عشر ',
//        'text': ' هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام "هنا يوجد محتوى نصي، هنا يوجد محتوى نصي" فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء.  '
    },
//    'narration':"sounds/narration",//set nurration name and src without extiontion example "sounds/correctanswer" and put in the folder sounds the sound with mp3 and ogg extention,  
    'tip_msg':'اسحب كل مصطلح للتعريف الخاص به.',
    'items_data':[
        {
            'word':'التصنيف',
            'definition':'هو علم تقسيم المخلوقات الحية إلى مجموعات بحسب درجة التشابه في الشكل أو التركيب أو الوظائف بين أفراد كل مجموعة. يساعد علم التصنيف العلماء على تعرف المخلوقات الحية ودراستها وتسميتها ووضعها في مجموعات.',
//            'sub_narration':"sounds/sub_narration"
        },
          {
            'word':'النوع',
            'definition':'يشمل المخلوقات المتقاربة جدا، فالحصان والحمار الوحشي يشتركان في صفات عديدة ولكنهما ليسا من النوع نفسه، بينما الحصان والمهر متشابهان لدرجة أنهما ينتميان إلى النوع نفسه.',
//            'sub_narration':""
        },
        {
            'word':'المملكة',
            'definition':'هي مجموعة واسعة من المخلوقات الحية التي تشترك في مجموعة من الصفات العامة. والممالك مجموعات واسعة جدا.',
//            'sub_narration':"sounds/sub_narration"
        }, 
      
        
    ]
    
}
}
    